Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: You currently have no goals. Once goals are set, you'll be able to track your progress here.
pt_pt: Atualmente, não tem objetivos. Assim que os objetivos forem definidos, poderá acompanhar o seu progresso aqui.

source: Here you will see the progress of your goals once they have moved forward.
pt_pt: Aqui verá o progresso dos seus objetivos assim que avançarem.

source: Worker goals
pt_pt: Objetivos do colaborador

source: Empty title
pt_pt: Título vazio

source: Plan
pt_pt: Plano

source: Progress
pt_pt: Progresso

source: Search for a goal
pt_pt: Procurar um objetivo

source: Search for goals or people
pt_pt: Pesquisar objetivos ou pessoas

source: Ready to submit
pt_pt: Pronto para enviar

source: Weight: {{weight}}%
pt_pt: Peso: {{weight}}%

source: {{weight}}% weight
pt_pt: {{weight}}% de peso

source: Admin configuration
pt_pt: Configuração do administrador

source: Administration
pt_pt: Administração

source: Application setup
pt_pt: Configuração da aplicação

source: Browser
pt_pt: Navegador

source: Budgeting
pt_pt: Orçamentação

source: Builder
pt_pt: Construtor

source: Business data management
pt_pt: Gestão de dados empresariais

source: Manage workers and organizational data
pt_pt: Gerir trabalhadores e dados organizacionais

source: Business logic setup
pt_pt: Configuração da lógica de negócios

source: Calibration
pt_pt: Calibração

source: Calibrations
pt_pt: Calibrações

source: Pay Transparency
pt_pt: Transparência salarial

source: Communication Rounds
pt_pt: Rondas de comunicação

source: Compensation Management
pt_pt: Gestão de Remuneração

source: Configuration overview
pt_pt: Visão geral da configuração

source: Compensation Rounds
pt_pt: Rondas de compensação

source: Cultural settings
pt_pt: Contextos culturais

source: Data Management
pt_pt: Gestão de dados

source: Worker view
pt_pt: Vista do trabalhador

source: Equity
pt_pt: Capital próprio

source: Experience
pt_pt: Experiência

source: Feature Enablement
pt_pt: Ativação de funcionalidades

source: Activate features and adjust their settings
pt_pt: Ative funcionalidades e ajuste as suas definições

source: Forms
pt_pt: Formulários

source: Insights
pt_pt: Perceções

source: Homepages
pt_pt: Páginas iniciais

source: Integrations
pt_pt: Integrações

source: Localizations
pt_pt: Localizações

source: Manager dashboard
pt_pt: Painel do gestor

source: Mobile/EX config
pt_pt: Configuração móvel/EX

source: Pay Intelligence
pt_pt: Inteligência salarial

source: My passport
pt_pt: O meu passaporte

source: My reviews
pt_pt: As minhas avaliações

source: Company Network
pt_pt: Rede de empresas

source: C.Network
pt_pt: C.Rede

source: Package builder
pt_pt: Construtor de pacotes

source: Pay Information
pt_pt: Informações de Remuneração

source: Pay Predictor
pt_pt: Preditor de salários

source: Payout Curves
pt_pt: Curvas de Pagamento

source: People
pt_pt: Pessoas

source: Performance Management
pt_pt: Gestão de desempenho

source: Platform Setup
pt_pt: Configuração da plataforma

source: Define system parameters and customize the user experience on the platform.
pt_pt: Defina os parâmetros do sistema e personalize a experiência do utilizador na plataforma.

source: Privacy
pt_pt: Privacidade

source: Rules
pt_pt: Regras

source: Security
pt_pt: Segurança

source: Breadcrumb
pt_pt: Navegação estrutural

source: Main
pt_pt: Principal

source: Studio
pt_pt: Estúdio

source: Talent Review Templates
pt_pt: Modelos de Revisão de Talento

source: Individual view
pt_pt: Vista individual

source: Team & assigned reviews
pt_pt: Equipa e avaliações atribuídas

source: Toolbox
pt_pt: Caixa de ferramentas

source: Workbench
pt_pt: Bancada de trabalho

source: Workers & roles
pt_pt: Trabalhadores e funções

source: Workflows
pt_pt: Fluxos de trabalho

source: City
pt_pt: Cidade

source: Delete picture
pt_pt: Eliminar imagem

source: The picture was successfully deleted.
pt_pt: A imagem foi eliminada com sucesso.

source: We couldn't connect.
pt_pt: Não foi possível estabelecer ligação.

source: Your Internet connection may be unstable. Please check your connection and try again. If the problem persists, contact your IT team for assistance.
pt_pt: A sua ligação à Internet pode estar instável. Verifique a sua ligação e tente novamente. Se o problema persistir, contacte a sua equipa de TI para obter assistência.

source: Other
pt_pt: Outro

source: Peer
pt_pt: Par

source: Direct report
pt_pt: Subordinado direto

source: Upload picture
pt_pt: Carregar imagem

source: No due date provided
pt_pt: Nenhuma data de vencimento fornecida

source: No priority
pt_pt: Sem prioridade

source: No tracking
pt_pt: Sem rastreamento

source: No type
pt_pt: Sem tipo

source: The nomination was approved.
pt_pt: A nomeação foi aprovada.

source: The nomination was submitted.
pt_pt: A nomeação foi enviada.

source: The nomination was rejected.
pt_pt: A nomeação foi rejeitada.

source: {{count}} days to closing
pt_pt: {{count}} dias para o encerramento

source: Volume updated from {{before}} stocks to {{after}} stocks.
pt_pt: Volume atualizado de {{before}} ações para {{after}} ações.

source: Your notification list is empty.
pt_pt: A sua lista de notificações está vazia.

source: Are you sure you want to delete all your notifications?
pt_pt: Tem a certeza de que deseja eliminar todas as suas notificações?

source: Are you sure you want to mark all notifications as read?
pt_pt: Tem a certeza de que deseja marcar todas as notificações como lidas?

source: All notifications were marked as read.
pt_pt: Todas as notificações foram marcadas como lidas.

source: Mark as read
pt_pt: Marcar como lido

source: Mark as unread
pt_pt: Marcar como não lido

source: View all messages
pt_pt: Ver todas as mensagens

source: Create nudge
pt_pt: Criar lembrete

source: Enter the basic information and the message of the nudge
pt_pt: Insira as informações básicas e a mensagem do lembrete

source: Nudge details
pt_pt: Detalhes do lembrete

source: Define the target population for the nudge
pt_pt: Defina a população-alvo para o lembrete

source: Default email (notification@beqom.com)
pt_pt: E-mail padrão (notification@beqom.com)

source: Email body
pt_pt: Corpo do e-mail

source: Email text
pt_pt: Texto do e-mail

source: Message notification
pt_pt: Notificação de mensagem

source: Mobile push notification
pt_pt: Notificação push móvel

source: Notification bell text
pt_pt: Texto do sino de notificação

source: Nudge message
pt_pt: Mensagem de lembrete

source: Sender
pt_pt: Remetente

source: Template owners
pt_pt: Proprietários de modelos

source: The name is mandatory.
pt_pt: O nome é obrigatório.

source: Template settings
pt_pt: Configurações do modelo

source: Redirection URL
pt_pt: URL de redirecionamento

source: Copy and paste the link to the platform page you want users to visit.
pt_pt: Copie e cole a ligação para a página da plataforma que deseja que os utilizadores visitem.

source: Are you sure you want to open the duplicated nudge?
pt_pt: Tem a certeza de que deseja abrir o lembrete duplicado?

source: Download the modified Excel file
pt_pt: Descarregar o ficheiro Excel modificado

source: Compile the list of people who will receive the nudge notification.
pt_pt: Compile a lista de pessoas que receberão a notificação de lembrete.

source: View nudge
pt_pt: Ver lembrete

source: Nudge
pt_pt: Lembrete

source: Download Excel template
pt_pt: Descarregar modelo Excel

source: Edit the Excel file
pt_pt: Editar o ficheiro Excel

source: Add at least one recipient to send the nudge.
pt_pt: Adicione pelo menos um destinatário para enviar a notificação de lembrete.

source: Individuals to exclude
pt_pt: Indivíduos a excluir

source: Individuals to include
pt_pt: Indivíduos a incluir

source: Upload a list of recipients
pt_pt: Carregue uma lista de destinatários

source: Build a population
pt_pt: Construir uma população

source: Number of recipients: {{count}}
pt_pt: Número de destinatários: {{count}}

source: Population setup is restricted by template creator
pt_pt: A configuração da população é restrita pelo criador do modelo

source: Remove all selections
pt_pt: Remover todas as seleções

source: Send nudge
pt_pt: Enviar lembrete

source: Are you sure you want to send the nudge to {{count}} recipient?
pt_pt: Tem a certeza de que deseja enviar o lembrete para {{count}} destinatário?

source: Are you sure you want to send the nudge to {{count}} recipients?
pt_pt: Tem a certeza de que deseja enviar o lembrete para {{count}} destinatários?

source: Supported file formats: Excel. Maximum file size: 10MB.
pt_pt: Formatos de ficheiro suportados: Excel. Tamanho máximo do ficheiro: 10 MB.

source: An error occurred while validating the file. Please check the column names, the mandatory data and the file format, before trying again.
pt_pt: Ocorreu um erro ao validar o ficheiro. Verifique os nomes das colunas, os dados obrigatórios e o formato do ficheiro antes de tentar novamente.

source: The file was successfully uploaded. Please download the log file.
pt_pt: O ficheiro foi carregado com sucesso. Descarregue o ficheiro de registo.

source: The nudge notification was successfully sent.
pt_pt: A notificação de lembrete foi enviada com sucesso.

source: Go to first page
pt_pt: Ir para a primeira página

source: Go to {{page}} page
pt_pt: Vá para a página {{page}}

source: Items per page
pt_pt: Itens por página

source: {{firstRowPosition}} - {{lastRowPosition}} of {{totalRows}}
pt_pt: {{firstRowPosition}}–{{lastRowPosition}} de {{totalRows}}

source: Go to last page
pt_pt: Ir para a última página

source: Go to next page
pt_pt: Ir para a página seguinte

source: Page {{page}}
pt_pt: Página {{page}}

source: Go to previous page
pt_pt: Ir para a página anterior

source: of
pt_pt: de

source: Multiple
pt_pt: Múltiplos

source: Paragraph
pt_pt: Parágrafo

source: External
pt_pt: Externo

source: Benchmarking
pt_pt: Avaliação comparativa

source: Manager reassigned: you
pt_pt: Gestor reatribuído: você

source: Career development plans that were reassigned to you
pt_pt: Planos de desenvolvimento de carreira que foram reatribuídos a si

source: You don't have any career development plans assigned.
pt_pt: Não tem nenhum plano de desenvolvimento de carreira atribuído.

source: Assigned plans
pt_pt: Planos atribuídos

source: No files attached
pt_pt: Sem ficheiros anexados

source: Your admin hasn’t added any resources yet.
pt_pt: O seu administrador ainda não adicionou quaisquer recursos.

source: External link warning
pt_pt: Aviso de ligação externa

source: You’re about to visit
pt_pt: Está prestes a visitar

source: Please check that this link is trustworthy before continuing.
pt_pt: Verifique se esta ligação é de confiança antes de continuar.

source: Access important company links and resources.
pt_pt: Aceda a ligações e recursos importantes da empresa.

source: Conversation about the career development plan
pt_pt: Conversa sobre o plano de desenvolvimento de carreira

source: Go to check-ins
pt_pt: Ir para os check-ins

source: My check-ins
pt_pt: Os meus check-ins

source: Career development plan
pt_pt: Plano de desenvolvimento de carreira

source: Stage
pt_pt: Etapa

source: Save comment
pt_pt: Guardar comentário

source: No career development plans available
pt_pt: Não há planos de desenvolvimento de carreira disponíveis

source: Are you sure you want to submit the career development plan?
pt_pt: Tem a certeza de que deseja enviar o plano de desenvolvimento de carreira?

source: Submit career development plan
pt_pt: Enviar plano de desenvolvimento de carreira

source: The career development plan was successfully submitted.
pt_pt: O plano de desenvolvimento de carreira foi enviado com sucesso.

source: Submit to manager
pt_pt: Enviar ao gestor

source: Are you sure you want to submit your career development plan to your manager?
pt_pt: Tem a certeza de que deseja enviar o seu plano de desenvolvimento de carreira ao seu gestor?

source: Go to goals
pt_pt: Ir para os objetivos

source: Plan category
pt_pt: Categoria do plano

source: My plans
pt_pt: Os meus planos

source: View & manage my career plans
pt_pt: Ver e gerir os meus planos de carreira

source: My career plans
pt_pt: Os meus planos de carreira

source: Manager reassigned: {{managerName}}
pt_pt: Gestor reatribuído: {{managerName}}

source: Track your personal career development progress
pt_pt: Acompanhe o progresso do seu desenvolvimento de carreira pessoal

source: You don't have any career development plans yet
pt_pt: Ainda não tem nenhum plano de desenvolvimento de carreira

source: No plans match your search
pt_pt: Nenhum plano corresponde à sua pesquisa

source: My career development plans
pt_pt: Os meus planos de desenvolvimento de carreira

source: Career development plan name
pt_pt: Nome do plano de desenvolvimento de carreira

source: Your admin hasn't added any questions yet.
pt_pt: O seu administrador ainda não adicionou nenhuma pergunta.

source: No questions available
pt_pt: Não há perguntas disponíveis

source: Share your thoughts
pt_pt: Partilhe as suas ideias

source: The worker will answer this question
pt_pt: O trabalhador responderá a esta pergunta

source: Edit to add your answer
pt_pt: Edite para adicionar a sua resposta

source: Manager response pending
pt_pt: Resposta do gestor pendente

source: No inputs provided
pt_pt: Nenhuma entrada fornecida

source: Worker response pending
pt_pt: Resposta do trabalhador pendente

source: Career development questionnaire
pt_pt: Questionário de desenvolvimento de carreira

source: Add skills to career development plan
pt_pt: Adicionar competências ao plano de desenvolvimento de carreira

source: Skill & competency groups
pt_pt: Grupos de habilidades e competências

source: Enhance your profile by adding and rating your skills
pt_pt: Melhore o seu perfil adicionando e classificando as suas competências

source: Add your skills
pt_pt: Adicione as suas competências

source: Search by skill name
pt_pt: Pesquisar por nome de competência

source: Skill & category
pt_pt: Competência e categoria

source: Manager evaluation
pt_pt: Avaliação de gestor

source: Select skill level
pt_pt: Selecionar o nível de competência

source: Worker self-rating
pt_pt: Autoavaliação do trabalhador

source: No manager rating was provided
pt_pt: Não foi fornecida nenhuma avaliação do gestor

source: Pending manager review
pt_pt: Avaliação pendente do gestor

source: No self-rating was provided
pt_pt: Não foi fornecida nenhuma autoavaliação

source: Pending worker review
pt_pt: Avaliação do trabalhador pendente

source: You cannot submit responses for this career development plan. If you wish to reconsider, please contact your manager.
pt_pt: Não pode submeter respostas para este plano de desenvolvimento de carreira. Se desejar reconsiderar, contacte o seu gestor.

source: You have opted out of the career development plan.
pt_pt: Optou por não participar no plano de desenvolvimento de carreira.

source: Worker refusal & submission
pt_pt: Recusa e submissão do trabalhador

source: The worker has already submitted their inputs. You cannot mark the process as "Rejected by the worker".
pt_pt: O trabalhador já submeteu os seus dados. Não pode marcar o processo como "Rejeitado pelo trabalhador".

source: Career development plan refused by worker
pt_pt: Plano de desenvolvimento de carreira recusado pelo trabalhador

source: Are you sure you want to confirm that the worker has refused to participate in the career development plan? Once confirmed, the worker will not be able to provide responses or submit the form.
pt_pt: Tem a certeza de que pretende confirmar que o trabalhador recusou participar no plano de desenvolvimento de carreira? Uma vez confirmado, o trabalhador não poderá fornecer respostas ou submeter o formulário.

source: Confirm career development plan refusal
pt_pt: Confirmar recusa do plano de desenvolvimento de carreira

source: You can still add comments in the sections. Once you have completed your review, please submit the form to finalize the process.
pt_pt: Pode ainda adicionar comentários nas secções. Assim que tiver concluído a sua revisão, submeta o formulário para finalizar o processo.

source: The worker has opted out of the career development plan.
pt_pt: O trabalhador optou por não participar no plano de desenvolvimento de carreira.

source: Are you sure you want to confirm the worker’s decision to participate in the career development plan? Once confirmed, the worker will be able to provide responses or submit the form.
pt_pt: Tem a certeza de que pretende confirmar a decisão do trabalhador de participar no plano de desenvolvimento de carreira? Uma vez confirmado, o trabalhador poderá fornecer respostas ou submeter o formulário.

source: Confirm reopening of the career development plan
pt_pt: Confirmar reabertura do plano de desenvolvimento de carreira

source: {{step}} (refused)
pt_pt: {{step}} (recusado)

source: Check-in category
pt_pt: Categoria de check-in

source: Make the most of your check-ins!
pt_pt: Tire o máximo proveito dos seus check-ins!

source: No upcoming check-ins
pt_pt: Sem check-ins futuros

source: Set a date for the following check-ins
pt_pt: Defina uma data para os seguintes check-ins

source: No results. Please try adjusting your filters or clearing some criteria to see results.
pt_pt: Sem resultados. Tente ajustar os seus filtros ou limpar alguns critérios para ver os resultados.

source: You haven’t created any check-ins yet. Start your journey towards growth by creating your first check-in
pt_pt: Ainda não criou nenhum check-in. Comece a sua jornada de crescimento criando o seu primeiro check-in

source: Actions required
pt_pt: Ações necessárias

source: No results.<br/>Clear the search to show all results.
pt_pt: Sem resultados.<br/>Limpe a pesquisa para mostrar todos os resultados.

source: You don’t have any goals yet. Kickstart your progress by setting your first goal!
pt_pt: Ainda não tem nenhum objetivo. Comece o seu progresso definindo o seu primeiro objetivo!

source: This worker has no goals yet. Create goals to help their progress.
pt_pt: Este trabalhador ainda não tem objetivos. Crie objetivos para ajudar o seu progresso.

source: Go to the Check-ins page to take any required actions
pt_pt: Vá para a página de Check-ins para realizar as ações necessárias

source: Events history
pt_pt: Histórico de eventos

source: No compensation data to display
pt_pt: Não há dados de compensação para apresentar

source: Hide sensitive data
pt_pt: Ocultar dados sensíveis

source: Sensitive data is hidden
pt_pt: Os dados sensíveis estão ocultos

source: Salary change events – Last 5 years
pt_pt: Eventos de alteração salarial – Últimos 5 anos

source: Historical compensation
pt_pt: Compensação histórica

source: Overview of recent salary changes
pt_pt: Visão geral das alterações salariais recentes

source: Last request
pt_pt: Último pedido

source: Request date
pt_pt: Data do pedido

source: Request pay information
pt_pt: Solicitar informações salariais

source: Enter your description here
pt_pt: Introduza a sua descrição aqui

source: Pay information
pt_pt: Informações de remuneração

source: You cannot submit a new pay information request as you already have a request in progress.
pt_pt: Não pode submeter um novo pedido de informação salarial porque já tem um pedido em curso.

source: Request in progress
pt_pt: Pedido em curso

source: The request was successfully created.
pt_pt: O pedido foi criado com sucesso.

source: Midpoint
pt_pt: Ponto médio

source: No position in pay range data to display
pt_pt: Não há dados de posição na faixa salarial para apresentar

source: Use this toggle to hide or show your sensitive compensation information.
pt_pt: Use este botão para ocultar ou mostrar as suas informações confidenciais de remuneração.

source: Show sensitive data
pt_pt: Mostrar dados sensíveis

source: Sensitive data is displayed
pt_pt: São apresentados dados sensíveis

source: Total direct compensation
pt_pt: Compensação direta total

source: Total indirect compensation
pt_pt: Compensação indireta total

source: Variable bonus
pt_pt: Bónus variável

source: Cost center name
pt_pt: Nome do centro de custos

source: Education
pt_pt: Educação

source: General information
pt_pt: Informações gerais

source: Hide worker details
pt_pt: Ocultar detalhes do trabalhador

source: Role information
pt_pt: Informações da função

source: Show worker details
pt_pt: Mostrar detalhes do trabalhador

source: Start date in role
pt_pt: Data de início na função

source: Tenure
pt_pt: Permanência

source: Worker information
pt_pt: Informações do trabalhador

source: Work city
pt_pt: Cidade de trabalho

source: No documents yet. Your most recent documents will be displayed here for easy access.
pt_pt: Ainda não há documentos. Os seus documentos mais recentes serão exibidos aqui para fácil acesso.

source: Latest documents
pt_pt: Documentos mais recentes

source: Date generated
pt_pt: Data gerada

source: Tag
pt_pt: Etiqueta

source: All documents you have received
pt_pt: Todos os documentos que recebeu

source: You don't have enough information to review yet.
pt_pt: Ainda não tem informações suficientes para fazer uma avaliação.

source: Variable achievement estimator
pt_pt: Estimador de realização variável

source: Use our model for inspiration
pt_pt: Use o nosso modelo como inspiração

source: Your feedback activity will be displayed here. Start by sharing your thoughts and suggestions with your colleagues.
pt_pt: A sua atividade de feedback será exibida aqui. Comece por partilhar os seus pensamentos e sugestões com os seus colegas.

source: Favorites
pt_pt: Favoritos

source: Feedback category
pt_pt: Grupo de feedback

source: Feedback notes are for your personal use; only you can view them. Start adding your notes here to keep track of your progress and ideas.
pt_pt: As notas de feedback são para seu uso pessoal; apenas você pode visualizá-las. Comece a adicionar as suas notas aqui para acompanhar o seu progresso e ideias.

source: Add your notes here to keep track of your progress and ideas. Feedback notes are for your personal use; only you can view them.
pt_pt: Adicione as suas notas aqui para acompanhar o seu progresso e ideias. As notas de feedback são para seu uso pessoal; apenas você pode visualizá-las.

source: Feedback overview
pt_pt: Visão geral do feedback

source: Here you will see feedback marked as a public. Check again later for updates or be the first to give public feedback to a colleague.
pt_pt: Aqui verá feedback marcado como público. Verifique novamente mais tarde para atualizações ou seja o primeiro a dar feedback público a um colega.

source: Here you will see feedback marked as a public. Check again later for updates or explore more features in the meantime.
pt_pt: Aqui verá feedback marcado como público. Verifique novamente mais tarde para atualizações ou explore mais funcionalidades entretanto.

source: Feedback from your colleagues will appear here. Check again later for updates or explore more features in the meantime.
pt_pt: O feedback dos seus colegas aparecerá aqui. Verifique novamente mais tarde para atualizações ou explore mais funcionalidades entretanto.

source: Reach out to your team and request their thoughts on your work.
pt_pt: Entre em contacto com a sua equipa e peça as suas opiniões sobre o seu trabalho.

source: New feedback
pt_pt: Novo feedback

source: Your received feedback volume is up!
pt_pt: O volume de feedback recebido aumentou!

source: Requested feedback will appear here. Start by reaching out to your team and requesting their input on your work.
pt_pt: O feedback solicitado aparecerá aqui. Comece por entrar em contacto com a sua equipa e pedir a sua opinião sobre o seu trabalho.
